---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LayerElemScheduleFamily
source: html/ff8451de-1f0c-ca0c-95df-57840ee3fe00.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LayerElemScheduleFamily Property

"Family"

## Syntax (C#)
```csharp
public static ForgeTypeId LayerElemScheduleFamily { get; }
```